# -*- ii: apisnoop; -*-
#+TITLE: Mock Ticket Template
#+AUTHOR: ii team
#+TODO: TODO(t) NEXT(n) IN-PROGRESS(i) BLOCKED(b) | DONE(d)
#+OPTIONS: toc:nil tags:nil todo:nil
#+EXPORT_SELECT_TAGS: export
** TODO Verify Pods Running
   #+begin_src shell
     kubectl get pods
   #+end_src

   #+RESULTS:
   #+begin_example
   NAME                                    READY   STATUS    RESTARTS   AGE
   apisnoop-auditlogger-6c6865b55c-5lpfl   1/1     Running   1          4m53s
   hasura-75bf5b5869-mjzjz                 1/1     Running   0          4m46s
   kubemacs-0                              1/1     Running   0          8m51s
   pgadmin-fbb7659d7-jf2l5                 1/1     Running   0          4m53s
   postgres-6d9dbb6fc8-88x7b               1/1     Running   0          4m53s
   webapp-864985fb7f-6trtc                 1/1     Running   0          4m30s
   #+end_example

